import amsImg from "../images/amsterdam.png";
import blnImg from "../images/berlin.png";
import lndImg from "../images/london.png";

export default [
  {
    heName: "אמסטרדם",
    enName: "amsterdam",
    src: amsImg,
    details: {
      detailOne:
        "אמסטרדם ורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.",
      detailTwo:
        "זותה מנק הבקיץ עאעכ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא הכער התידם הכייר וק."
    },
    weatherNow: "this amsterdam whther"
  },
  {
    heName: "ברלין",
    enName: "berlin",
    src: blnImg,
    details: {
      detailOne:
        "ברלין ורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, קראס אגת לקטוס וואל לפריקך תצטריק לרטי.וסטיבולום לקטוס דולור,  אאוגו וסטיבולום סוליסי טידום בעליק. בריקנה סטום, לפריקך תצטריק, נונסטי קלובר בריקנה סטום,  לרטי.",
      detailTwo:
        "בראיט ולחת צורק מונחף, קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה - לתכי מורגם בורק? לתיג ישבעס."
    },
    weatherNow: "this Berlin whther"
  },
  {
    heName: "לונדון",
    enName: "london",
    src: lndImg,
    details: {
      detailOne:
        "לונדון לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. קראס אגת לקטוס וואל אאוגו וסטיבולום דס איאקוליס וולופטה דיאם. וסטיבולום אט דולורדס איאקוליס וולופטה דיאם. וסטיבולום אט דולור סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי. וסטיבולום אט ,  וסטיבולום סוליסי אגת לקטוס  טידום בעליק. תצטנפל בלינדו למרקל אס לכימפו, תצטריק לרטי.",
      detailTwo:
        "לפמעט מוסן מנת. סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג."
    },
    weatherNow: "this london whther"
  }
];
